const translation_km = {
    message: {
        hello: 'ជម្រាបសួរ',
        crypto: 'រូបិប័ណ្ណឌីជីថល'
      },
      navbar:{
        home: 'ទំព័រដើម',
        about: 'អំពីយើង',
        service: "សេវាកម្ម",
        whyus: 'ហេតុអ្វីយើង',
        team: "ក្រុមការងារ",
        user: "អ្នកប្រើប្រាស់",
        login: "ចូល",
        register: "ចុះឈ្មោះ"
      },
      subTitle:"ក្រុមហ៊ុនដាញ់ ហ្គៀ (ខេមបូឌា) ឯ.ក ចេញសេចក្ដីជូនដំណឹងពី ការឯកភាពចេញដោយក្រសួងពាណិជ្ជកម្ម ដោយបន្តសុពលភាពកត់ត្រាទទួលស្គាល់សិទ្ធិនាំចូល និងចែកចាយផ្តាច់មុខលើសម្លៀកបំពាក់ សម្ភារៈពាក់លើជើង និងសម្ភារៈពាក់លើក្បាល ដែលមានស្លាកសញ្ញាម៉ាក LACOSTE ដែលមានរូបតំណាង ជារូបក្រពើ ក្នុងព្រះរាជាណាចក្រកម្ពុជា។"
}

export default translation_km